Repository: leviFrosty/witness-work
Catalog: targets/watch/Localizable.xcstrings
Source language: en
Languages: bem, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, ru, rw, sw, uk, vi, zh_hans, zh_hant

# timeAdded
source: Added Time
de: Zeit hinzugefügt
es: Tiempo agregado
fr: Temps ajouté
it: Tempo aggiunto
ja: 追加された時間
ko: 추가된 시간
nl: Tijd toegevoegd
pt_br: Tempo Adicionado
pt_pt: Tempo adicionado
ru: Добавлено время
rw: Igihe cyashyizwemo
sw: Muda ulioongezwa
uk: Доданий час
vi: Đã thêm thời gian
zh_hans: 已添加时间
zh_hant: 已添加时间

# timerPauseAction
source: Pause Timer
bem: Leka Icakupimako Inshita
de: Timer pausieren
es: Pausar cronómetro
fr: Mettre le minuteur en pause
it: Metti in pausa il timer
ja: タイマーを一時停止
ko: 타이머 일시 정지
nl: Timer pauzeren
pt_br: Pausar Cronômetro
pt_pt: Pausar temporizador
ru: Приостановить таймер
rw: Hagarika igihe kibarwa by'agateganyo
sw: Sitisha Kipima Muda
uk: Призупинити таймер
vi: Tạm dừng bộ đếm giờ
zh_hans: 暂停计时
zh_hant: 暫停計時

# timerSaveAction
source: Save Time…
bem: Sunga Inshita…
de: Zeit speichern…
es: Guardar tiempo…
fr: Enregistrer le temps…
it: Salva il tempo…
ja: 時間を保存…
ko: 시간 저장…
nl: Tijd opslaan…
pt_br: Salvar tempo…
pt_pt: Guardar tempo…
ru: Сохранить время…
rw: Bika igihe…
sw: Hifadhi Muda…
uk: Зберегти час…
vi: Lưu thời gian…
zh_hans: 保存时间…
zh_hant: 儲存時間…

# timerStartAction
source: Start Timer
bem: Tendeka Icakupimako Inshita
de: Timer starten
es: Iniciar cronómetro
fr: Démarrer le minuteur
it: Avvia il timer
ja: タイマーを開始
ko: 타이머 시작
nl: Timer starten
pt_br: Iniciar Cronômetro
pt_pt: Iniciar temporizador
ru: Запустить таймер
rw: Tangiza igihe kibarwa
sw: Anzisha Kipima Muda
uk: Запустити таймер
vi: Bắt đầu bộ đếm giờ
zh_hans: 开始计时
zh_hant: 開始計時

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
pt_pt: Hoje
ru: Сегодня
rw: Uyu munsi
sw: Leo
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
bem: Mailo
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pt_br: Amanhã
pt_pt: Amanhã
ru: Завтра
rw: Ejo
sw: Kesho
uk: Завтра
vi: Ngày mai
zh_hans: 明天
zh_hant: 明天

source: Type
de: Typ
es: Tipo
fr: Taper
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
pt_pt: Tipo
ru: Тип
rw: Aho yavuye
sw: Aina
uk: Тип
vi: Kiểu
zh_hans: 类型
zh_hant: 类型

# watchComplicationDescription
source: This month's service at a glance.
bem: Umulimo wa mweshi uno mu kumona kumo.
de: Der Dienst dieses Monats auf einen Blick.
es: El servicio de este mes de un vistazo.
fr: Le service de ce mois en un coup d’œil.
it: Il servizio di questo mese a colpo d’occhio.
ja: 今月の奉仕をひと目で確認できます。
ko: 이번 달 봉사를 한눈에 확인하세요.
nl: De dienst van deze maand in één oogopslag.
pt_br: O serviço deste mês num relance.
pt_pt: O serviço deste mês num relance.
ru: Служение этого месяца с первого взгляда.
rw: Umurimo w'uku kwezi ku maso.
sw: Huduma ya mwezi huu kwa muhtasari.
uk: Служіння цього місяця одним поглядом.
vi: Tổng quan thánh chức tháng này.
zh_hans: 本月传道一览。
zh_hant: 本月傳道概況。

# watchComplicationName
source: Monthly Progress
bem: Ukukula kwa Mweshi
de: Monatsfortschritt
es: Progreso mensual
fr: Progression mensuelle
it: Progresso mensile
ja: 今月の進捗
ko: 월간 진행
nl: Maandvoortgang
pt_br: Progresso mensal
pt_pt: Progresso Mensal
ru: Прогресс за месяц
rw: Iterambere ry'ukwezi
sw: Maendeleo ya Kila Mwezi
uk: Прогрес за місяць
vi: Tiến độ tháng
zh_hans: 每月进度
zh_hant: 每月進度

# watchDirectionsUnavailable
source: Maps couldn't find this place.
bem: Maps tailasanga incende iyi.
de: Karten konnte diesen Ort nicht finden.
es: Mapas no pudo encontrar este lugar.
fr: Plans n’a pas trouvé ce lieu.
it: Mappe non è riuscita a trovare questo luogo.
ja: マップでこの場所が見つかりませんでした。
ko: 지도에서 이 장소를 찾을 수 없습니다.
nl: Kaarten kon deze plek niet vinden.
pt_br: O Mapas não encontrou este lugar.
pt_pt: Os Mapas não conseguiram encontrar este local.
ru: Карты не смогли найти это место.
rw: Maps ntiyabonye aha hantu.
sw: Maps haikuweza kupata mahali hapa.
uk: Карти не змогли знайти це місце.
vi: Bản đồ không tìm thấy địa điểm này.
zh_hans: 地图找不到这个地点。
zh_hant: 「地圖」找不到這個地點。

# watchHoursLoggingOff
source: Turn on Log my hours in WitnessWork on your iPhone to add time.
bem: Washeni Lemba amaawala yandi muli WitnessWork pa iPhone yenu pa kulundako inshita.
de: Schalten Sie in WitnessWork auf Ihrem iPhone „Meine Stunden erfassen“ ein, um Zeit hinzuzufügen.
es: Activa Registrar mis horas en WitnessWork en tu iPhone para agregar tiempo.
fr: Activez Enregistrer mes heures dans WitnessWork sur votre iPhone pour ajouter du temps.
it: Attiva Registra le mie ore in WitnessWork sul tuo iPhone per aggiungere tempo.
ja: 時間を追加するには、iPhoneのWitnessWorkで「自分の時間を記録する」をオンにしてください。
ko: 시간을 추가하려면 iPhone의 WitnessWork에서 ‘내 시간 기록하기’를 켜세요.
nl: Zet Mijn uren bijhouden aan in WitnessWork op je iPhone om tijd toe te voegen.
pt_br: Ative Registrar minhas horas no WitnessWork do iPhone para adicionar tempo.
pt_pt: Ative Registar as minhas horas no WitnessWork no iPhone para adicionar tempo.
ru: Включите «Записывать мои часы» в WitnessWork на iPhone, чтобы добавлять время.
rw: Fungura Andika amasaha yanjye muri WitnessWork kuri iPhone yawe kugira ngo wongereho igihe.
sw: Washa Rekodi saa zangu katika WitnessWork kwenye iPhone yako ili kuongeza muda.
uk: Увімкніть «Записувати мої години» у WitnessWork на iPhone, щоб додавати час.
vi: Hãy bật Ghi giờ của tôi trong WitnessWork trên iPhone để thêm giờ.
zh_hans: 请在 iPhone 上的 WitnessWork 中开启“记录我的时数”以添加时间。
zh_hant: 請在 iPhone 上的 WitnessWork 中開啟「記錄我的時數」，才能新增時間。

# watchNothingScheduled
source: Nothing scheduled
bem: Tapali icapangwa
de: Nichts geplant
es: Nada programado
fr: Rien de prévu
it: Niente in programma
ja: 予定はありません
ko: 예정된 일정 없음
nl: Niets gepland
pt_br: Nada agendado
pt_pt: Nada agendado
ru: Ничего не запланировано
rw: Nta kiteganyijwe
sw: Hakuna kilichopangwa
uk: Нічого не заплановано
vi: Chưa có lịch nào
zh_hans: 暂无安排
zh_hant: 沒有安排

# watchNow
source: Now
bem: Nomba
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
ja: 今
ko: 지금
nl: Nu
pt_br: Agora
pt_pt: Agora
ru: Сейчас
rw: Ubu
sw: Sasa
uk: Зараз
vi: Bây giờ
zh_hans: 现在
zh_hant: 現在

# watchPhoneUnreachable
source: Can't reach your iPhone. Keep it nearby and try again.
bem: Tatwafika ku iPhone yenu. Iikeni pafupi elyo mwesheko nakabili.
de: iPhone nicht erreichbar. Halten Sie es in der Nähe und versuchen Sie es erneut.
es: No se puede conectar con tu iPhone. Mantenlo cerca y vuelve a intentarlo.
fr: Impossible de joindre votre iPhone. Gardez-le à proximité et réessayez.
it: Impossibile raggiungere il tuo iPhone. Tienilo vicino e riprova.
ja: iPhoneに接続できません。近くに置いて、もう一度お試しください。
ko: iPhone에 연결할 수 없습니다. 가까이 두고 다시 시도하세요.
nl: Kan je iPhone niet bereiken. Houd hem in de buurt en probeer het opnieuw.
pt_br: Não foi possível acessar o iPhone. Mantenha-o por perto e tente de novo.
pt_pt: Não é possível contactar o iPhone. Mantenha-o por perto e tente novamente.
ru: Не удаётся связаться с iPhone. Держите его рядом и повторите попытку.
rw: Ntibishoboka kugera kuri iPhone yawe. Yikomeze hafi hanyuma wongere ugerageze.
sw: Haiwezi kufikia iPhone yako. Iweke karibu na ujaribu tena.
uk: Не вдається зв'язатися з iPhone. Тримайте його поруч і повторіть спробу.
vi: Không kết nối được với iPhone của bạn. Hãy để nó ở gần và thử lại.
zh_hans: 无法连接你的 iPhone。请让它保持在附近，然后重试。
zh_hant: 無法連線到你的 iPhone。請讓它保持在附近，然後再試一次。

# watchRangeComplicationDescription
source: This month's hours on a gauge from zero to your goal.
bem: Amaawala ya mweshi uno pa cipimo ukufuma pa zero ukufika ku co mwapanga.
de: Die Stunden dieses Monats auf einer Anzeige von null bis zu Ihrem Ziel.
es: Las horas de este mes en un indicador de cero a tu meta.
fr: Les heures de ce mois sur une jauge de zéro à votre objectif.
it: Le ore di questo mese su un indicatore da zero al tuo obiettivo.
ja: 今月の時間を、0から目標までのゲージで表示します。
ko: 0에서 목표까지의 게이지로 보는 이번 달 시간입니다.
nl: De uren van deze maand op een meter van nul tot je doel.
pt_br: As horas deste mês em um medidor de zero até o seu alvo.
pt_pt: As horas deste mês num indicador de zero ao seu objetivo.
ru: Часы этого месяца на шкале от нуля до вашей цели.
rw: Amasaha y'uku kwezi ku gipimo kuva kuri zeru kugera ku ntego yawe.
sw: Saa za mwezi huu kwenye kipimo kuanzia sifuri hadi lengo lako.
uk: Години цього місяця на шкалі від нуля до вашої мети.
vi: Số giờ tháng này trên đồng hồ đo từ không đến mục tiêu của bạn.
zh_hans: 以从零到你的目标的仪表显示本月时数。
zh_hant: 以從零到你目標的儀表顯示本月時數。

# watchSetUp
source: Open WitnessWork on your iPhone to finish setting up.
bem: Isuleni WitnessWork pa iPhone yenu pa kupwisha ukupanga.
de: Öffnen Sie WitnessWork auf Ihrem iPhone, um die Einrichtung abzuschließen.
es: Abre WitnessWork en tu iPhone para terminar la configuración.
fr: Ouvrez WitnessWork sur votre iPhone pour terminer la configuration.
it: Apri WitnessWork sul tuo iPhone per terminare la configurazione.
ja: iPhoneでWitnessWorkを開いて、セットアップを完了してください。
ko: 설정을 마치려면 iPhone에서 WitnessWork를 여세요.
nl: Open WitnessWork op je iPhone om het instellen af te ronden.
pt_br: Abra o WitnessWork no iPhone para concluir a configuração.
pt_pt: Abra o WitnessWork no iPhone para concluir a configuração.
ru: Откройте WitnessWork на iPhone, чтобы завершить настройку.
rw: Fungura WitnessWork kuri iPhone yawe kugira ngo urangize gutegura.
sw: Fungua WitnessWork kwenye iPhone yako ili kumaliza kusanidi.
uk: Відкрийте WitnessWork на iPhone, щоб завершити налаштування.
vi: Hãy mở WitnessWork trên iPhone để hoàn tất thiết lập.
zh_hans: 请在 iPhone 上打开 WitnessWork 以完成设置。
zh_hant: 請在 iPhone 上開啟 WitnessWork 以完成設定。

# watchStale
source: Open WitnessWork on your iPhone to update.
bem: Isuleni WitnessWork pa iPhone yenu pa kukusha.
de: Öffnen Sie WitnessWork auf Ihrem iPhone, um zu aktualisieren.
es: Abre WitnessWork en tu iPhone para actualizar.
fr: Ouvrez WitnessWork sur votre iPhone pour mettre à jour.
it: Apri WitnessWork sul tuo iPhone per aggiornare.
ja: iPhoneでWitnessWorkを開いて、更新してください。
ko: 업데이트하려면 iPhone에서 WitnessWork를 여세요.
nl: Open WitnessWork op je iPhone om bij te werken.
pt_br: Abra o WitnessWork no iPhone para atualizar.
pt_pt: Abra o WitnessWork no iPhone para atualizar.
ru: Откройте WitnessWork на iPhone, чтобы обновить данные.
rw: Fungura WitnessWork kuri iPhone yawe kugira ngo ivugurure.
sw: Fungua WitnessWork kwenye iPhone yako ili kusasisha.
uk: Відкрийте WitnessWork на iPhone, щоб оновити.
vi: Hãy mở WitnessWork trên iPhone để cập nhật.
zh_hans: 请在 iPhone 上打开 WitnessWork 以更新。
zh_hant: 請在 iPhone 上開啟 WitnessWork 以更新。

# watchSymbolComplicationDescription
source: This month's hours on a gauge toward your goal.
bem: Amaawala ya mweshi uno pa cipimo ku co mwapanga.
de: Die Stunden dieses Monats auf einer Anzeige in Richtung Ihres Ziels.
es: Las horas de este mes en un indicador hacia tu meta.
fr: Les heures de ce mois sur une jauge vers votre objectif.
it: Le ore di questo mese su un indicatore verso il tuo obiettivo.
ja: 今月の時間を、目標に向かうゲージで表示します。
ko: 목표를 향한 게이지로 보는 이번 달 시간입니다.
nl: De uren van deze maand op een meter richting je doel.
pt_br: As horas deste mês em um medidor rumo ao seu alvo.
pt_pt: As horas deste mês num indicador rumo ao seu objetivo.
ru: Часы этого месяца на шкале до вашей цели.
rw: Amasaha y'uku kwezi ku gipimo cyerekeza ku ntego yawe.
sw: Saa za mwezi huu kwenye kipimo kuelekea lengo lako.
uk: Години цього місяця на шкалі до вашої мети.
vi: Số giờ tháng này trên đồng hồ đo hướng đến mục tiêu của bạn.
zh_hans: 以朝向你目标的仪表显示本月时数。
zh_hant: 以朝向你目標的儀表顯示本月時數。

# watchSyncing
source: Syncing with iPhone…
bem: Cilelunganikanya na iPhone…
de: Synchronisierung mit iPhone…
es: Sincronizando con el iPhone…
fr: Synchronisation avec l’iPhone…
it: Sincronizzazione con l’iPhone…
ja: iPhoneと同期中…
ko: iPhone과 동기화 중…
nl: Synchroniseren met iPhone…
pt_br: Sincronizando com o iPhone…
pt_pt: A sincronizar com o iPhone…
ru: Синхронизация с iPhone…
rw: Guhuza na iPhone…
sw: Inasawazisha na iPhone…
uk: Синхронізація з iPhone…
vi: Đang đồng bộ với iPhone…
zh_hans: 正在与 iPhone 同步…
zh_hant: 正在與 iPhone 同步…

# watchThen
source: Then
bem: Panuma
de: Danach
es: Después
fr: Ensuite
it: Poi
ja: 次
ko: 그다음
nl: Daarna
pt_br: Depois
pt_pt: Depois
ru: Затем
rw: Hanyuma
sw: Kisha
uk: Потім
vi: Sau đó
zh_hans: 随后
zh_hant: 然後

# watchTimerChanged
source: The timer changed on your iPhone. Check the time and try again.
bem: Icakupimako cacinja pa iPhone yenu. Moneni inshita elyo mwesheko nakabili.
de: Der Timer hat sich auf Ihrem iPhone geändert. Prüfen Sie die Zeit und versuchen Sie es erneut.
es: El cronómetro cambió en tu iPhone. Comprueba la hora y vuelve a intentarlo.
fr: Le minuteur a changé sur votre iPhone. Vérifiez l’heure et réessayez.
it: Il timer è cambiato sul tuo iPhone. Controlla il tempo e riprova.
ja: iPhoneでタイマーが変更されました。時間を確認して、もう一度お試しください。
ko: iPhone에서 타이머가 변경되었습니다. 시간을 확인하고 다시 시도하세요.
nl: De timer is gewijzigd op je iPhone. Controleer de tijd en probeer het opnieuw.
pt_br: O cronômetro mudou no iPhone. Confira o tempo e tente de novo.
pt_pt: O temporizador mudou no iPhone. Verifique o tempo e tente novamente.
ru: Таймер изменён на iPhone. Проверьте время и повторите попытку.
rw: Igihe kibarwa cyahindutse kuri iPhone yawe. Reba igihe hanyuma wongere ugerageze.
sw: Kipima muda kimebadilika kwenye iPhone yako. Angalia muda na ujaribu tena.
uk: Таймер змінився на iPhone. Перевірте час і повторіть спробу.
vi: Bộ đếm giờ đã thay đổi trên iPhone của bạn. Hãy kiểm tra thời gian và thử lại.
zh_hans: 计时器在你的 iPhone 上已更改。请检查时间并重试。
zh_hant: 計時器已在你的 iPhone 上更改。請檢查時間並再試一次。

# watchUpNext
source: Up Next
bem: Ukukonkapo
de: Als Nächstes
es: Próximamente
fr: À suivre
it: In arrivo
ja: 次の予定
ko: 다음 일정
nl: Hierna
pt_br: A seguir
pt_pt: A Seguir
ru: Далее
rw: Ibikurikira
uk: Наступне
vi: Sắp tới
zh_hans: 接下来
zh_hant: 接下來

# watchUpNextComplicationDescription
source: Your next follow-up or plan.
bem: Ukukonkapo kwenu ukwisa nelyo ubupange.
de: Ihr nächster Folgebesuch oder Plan.
es: Tu próximo seguimiento o plan.
fr: Votre prochain suivi ou plan.
it: Il tuo prossimo follow-up o piano.
ja: 次のフォローアップまたはプランです。
ko: 다음 방문 또는 계획입니다.
nl: Je volgende vervolgbezoek of plan.
pt_br: Seu próximo acompanhamento ou plano.
pt_pt: O seu próximo acompanhamento ou plano.
ru: Ваше следующее повторное посещение или план.
rw: Gusubirayo cyangwa gahunda ukurikira.
sw: Ufuatiliaji au mpango wako unaofuata.
uk: Ваша наступна повторна зустріч або план.
vi: Lần thăm lại hoặc kế hoạch tiếp theo của bạn.
zh_hans: 你的下一次跟进或计划。
zh_hant: 你的下一個後續探訪或計畫。

# watchUpNextComplicationName
source: Up Next
bem: Ukukonkapo
de: Als Nächstes
es: Próximamente
fr: À suivre
it: In arrivo
ja: 次の予定
ko: 다음 일정
nl: Hierna
pt_br: A seguir
pt_pt: A Seguir
ru: Далее
rw: Ibikurikira
uk: Наступне
vi: Sắp tới
zh_hans: 接下来
zh_hant: 接下來

source: OK
es: DE ACUERDO
fr: D'ACCORD
ja: わかりました
ko: 좋아요
ru: ХОРОШО
sw: sawa
uk: в порядку
vi: ĐƯỢC RỒI
zh_hans: 确定
zh_hant: 好的

source: Standard
es: Estándar
fr: Prédication
it: Servizio di campo
ja: 標準
ko: 야외봉사
nl: Standaard
pt_br: Padrão
pt_pt: Padrão
ru: Стандартный
rw: Umurimo wo kubwiriza
sw: Kawaida
uk: Стандартний
vi: Thánh chức
zh_hans: 标准
zh_hant: 标准

source: Timer
es: Cronómetro
fr: Minuteur
ja: タイマー
ko: 타이머
pt_br: Cronômetro
pt_pt: Temporizador
ru: Таймер
rw: Kubara amasaha n'iminota
sw: Kipima muda
uk: Таймер
vi: Đếm giờ
zh_hans: 计时器
zh_hant: 计时器
